export const QUESTIONS_JSON_STRING = `{
  "1": {
    "Question": "В городском музее изобразительных искусств будет проходить в течение трёх дней выставка редких живописных полотен",
    "Answers": {
      "1": ["Я обезательно пойду на эту выставку, ведь каждый культурный человек должен приобщаться к высокому искусству.", 2],
      "2": ["Я не пойду на эту выстовку, ведь это только расстроит меня: разве можно наслаждаться живописью когда вокруг толпа, и сзади на тебя напирают очередные посетители.", 3],
      "3": ["Я посмотрю на стоимость билетов. Сегодня многие хотят нажитьься: проводят якобы культурно-просветительные мероприятия, а на самом деле просто извлекают выгоду. Пусть наживаются, но только не на мой счёт.", 6],
      "4": ["Я никогда не хожу на подобные выставки. По-моему, гораздо лучше использовать это время для весёлого общения с приятелями. Я  предпочту пикник, футбольный матч, посиделки в кафе и т.п. В конце концов, у кого-нибудь из нашей компании в эти дни непременно будет день рождения - какая ужж тут выстовка!", 1],
      "5": ["Всё будет зависеть от темы, выраженной на этих полотнах: меня интересует живопись, отображающая гражданскую позицию художника.", 5],
      "6": ["Я,скорее всего, не пойду на эту выстовку. Слишком много там будет посторонних людей. Ещё не известно, зачем они туда придут. Лучше я лишний раз дома, при свете настольной лампы, полистаю альбом с репродукциями.", 7],
      "7": ["Я пойду, но не на выставку, а... в зоопарк, или по магазинам, или в библиотеку. Там посмотрим. Весь город ринется в музей, и много места освободится. Можно будет придумать что-нибудь поинтереснее банальной выставки.", 4]
    }
  },

  "2": {
    "Question": "Знакомый обратился к Вам с просьбой одолжить некоторую сумму денег",
    "Answers": {
      "1": ["Разумеется, я дам ему в долг. Если у меня не будет нужной суммы, я попрошу у кого-нибудь, но без денег этого человек не оставлю.", 7],
      "2": ["Я не люблю просителей. Всегда возникает вопрос: а почему бы тебе самому не заработать эти деньги? Но решение я приму, исходя из кредитоспособности моего занкомого. Тому, кто точно вернет - одолжу, под небольшие проценты. Что делать, сейчас время такое!.", 6],
      "3": ["Любопытно: моожно ли прожить, скажем, целый год взаймы? Путешествуют же люди 'автостопом'? Надо будет самому попробовать.", 2],
      "4": ["Да у меня сродк не водились деньги! Приятеля, конечно же, накормлю (если найду что-нибудь в холодильнике), напою (ну, за этим дело не станет!). Потом вместе пойдем просить денег у соседа.", 4],
      "5": ["Неувязка получилась! Кажется, я и в самом деле говорил ему, что он может обращаться ко мне в любое время. Видимо, он понял это буквально. Хорошо, решение найдено: я снова пообещаю ему денег, но не сегодня, не сегодня...", 1],
      "6": ["Сделаю для него всё, что смогу. Ведь он поддержал наш политический союз - пришел на демонстрацию и даже пострадал в столкновениях с полицией.", 5],
      "7": ["У  меня нет таких знакомых. Эта ситуация немыслима для меня", 3]
    }
  },

  "3": {
    "Question": "В телевизионной передаче один из участников убежденно сказал, что долно быть строгое распределение обязанностей - на сугубо 'мужские' и исключительно 'женские'.",
    "Answers": {
      "1": ["Категорически с этим не согласен! Я убежден в обратном: в современном мире каждый человек в праве свободно выбирать себе круг обязанностей.", 5],
      "2": ["Разве можно утверждать подобное? А если это однополая семья? Как быть тогда? А когда в недалеком будущем произойдетавтоматизация, роботизация домашнего хозяйста - роботов нужно будет делать 'разнополых' или  универсальных?", 2],
      "3": ["Я так не думаю. Супруги, как правило, помогают друг другу во всем. По-моему, в этом контеексте слово 'обязанности' сродни слову ''каторга. А каторги в семье и врагу не пожелаешь.", 7],
      "4": ["Совершенно верно! Только при строгом распределении обязанностей понятно, как и для чего существует семья. Благополучия невозможно достичь, если не знаешь своей роли, своего места в семейных отношениях. Такое распределение обязанностей - это традиция, доставшаяся нам от предков. А они знали, как нужно жить. И, вообще, почему отменили 'Домострой'?", 6],
      "5": ["Почему бы нет? Только 'цлый день у плиты' (или 'утром встал - сразу за дверь') - это не про меня. Я люблю удивлять своим умением делать традиционные домашние дела - например, накрывать роскошный стол к приходу гостей. Тогда можно и приготовить что-нибудь эдакое, необычное. Но каждый день - это, пожалуй, чересчур.", 1],
      "6": ["Не знаю. Я и телевизор-то не смотрю. И семьи у меня нет. Как же, наверное, трудно жить с занудой, требующим от тебя 'выполнения обязанностей'!", 3],
      "7": ["Мне важно, чтобы круг моих личных обязанностейбыл мне известен и не слишком обременителен. И уж точно - я не хочу ничего менять. Остальное - не имеет значения.", 4]
    }
  },

  "4": {
    "Question": "Семья Ваших приятелей приглашает Вас провести выходные у них на даче",
    "Answers": {
      "1": ["Нет, это исключено. Там, наверняка, будет много незнакомых людей. Зачем мне эти сомнительные удовольствия?", 6],
      "2": ["Нет, я не поеду. Они недавно построили эту дачу, там ещё не всё прриведено в порядок. Вот наладят свой дачный быт, обживутся - тогда пусть и гостей зовут.", 3],
      "3": ["Что ж, почему бы нет? Заеду к ребятам, если, конечно, за оствшееся время не поступит других предложений - каждый день приносит новые сюрпризы. И это здорово!", 4],
      "4": ["Это приглашение натолкнуло меня на мысль - а ведь дачу-то можно организовать и у себя в городской квартире! Эврика! Побольше комнатных цветов, корзина с овощами, плетённая мебель, гамак поперёк прихожей и шашлыки на балконе. Попробывать, что ли, в эти выходные? Любопытно, что из этот выйдет?", 2],
      "5": ["Если честно, то у меня были другие планы. Но теперь я их, разумеется, отменю. Нельзя обижать людей отказом.", 7],
      "6": ["Какая дача? Какой отдых? У меня проект в самом разгаре. Покой нам только снится!", 5],
      "7": ["А где у них дача? Что вы говорите! Это ведь по соседству с загородным осабняком известного актера. Разумеется, я там буду.", 1]
    }
  },

  "5": {
    "Question": "Пришло время для ремонта Вашей квартиры",
    "Answers": {
      "1": ["У меня всё готово: деньги, инструменты, материалы, специалисты. Предвкушаю удовольствие.", 6],
      "2": ["В прошлом году оно тоже приходило. И ничего - как пришло, так и ушло. Шутка.", 4],
      "3": ["Я пересмотрел много телепередач нна эту тему, излазил весь Интернет - есть красивые решения. Особенно одно - ну, прямо для меня! Как будет здорово воплотить его в моем доме!", 2],
      "4": ["Мой сосед (мы много лет живем рядом) охотно поможет мне, как всегда. Да и ремонтировать-то особоничего не надо. Подправить только, подновить. Лучшее - враг хорошего.", 5],
      "5": ["Ремонтом я не занимаюсь, я на него деньги зарабатываю. Меня эти мелочи мало волнуют. Кому надо - пожалуйста. Я могу и на работе ночевать.", 3],
      "6": ["Это будет шикарный ремонт. Костьми лягу, есть перестану, в долги влезу, но всех удивлю!", 1],
      "7": ["В этот раз плитку я буду класть сам - я ведь ещё никогда этого не делал.", 7]
    }
  },

  "6": {
    "Question": "Ваш приятель купил спортивный автомобиль",
    "Answers": {
      "1": ["Отлично! Чур, я первый за рулём!", 1],
      "2": ["Чудак, это же так нерационально. По нашим-то дорогам! И где багажник? Нет, я этого нне понимаю.", 6],
      "3": ["Теперь мы займёмся тюнингом этого агрегата. У меня в голове уже бьет ключем инженерная мысль.", 2],
      "4": ["У меня нет таких приятелей. Это какая-то ошибка.", 7],
      "5": ["И что теперь? Я-то здесь при чём? Послушайте, не мешайте заниматься делом!", 3],
      "6": ["Это тот невзрачный малый? Надо же, а он, оказывается, классный парень!", 5],
      "7": ["Какая радость! Он так долго об этом мечтал. Поздравляю от души!", 4]
    }
  },

  "7": {
    "Question": "Ваш коллега подарил Вам на День рождения дорогой подарок.",
    "Answers": {
      "1": ["Слишком дорогой подарок! Такие подарки дарят только очень близким людям. Наверное, о чем-то будет меня скоро просить... на его День рождение отдарюсь подарком подороже...", 1],
      "2": ["Очень приятно! Чем дороже подарок, тем выше ценит тебя человек. Произнесу обязательно красивый тост в его честь сегодня.", 6],
      "3": ["Какие приятные слова сопровождали этот подарок. Я всегда чувствовал богатый внутренний мир этого чеоовека. Обязательно приглашу его к себе в гости... в гости вместе с семьёй", 7],
      "4": ["Хороший подарок, значит хорошее отношение, значит есть возможность обсудить с ним несколько новых и перспективных проектов.", 5],
      "5": ["Зачем такое внимание! Мне по душе вещи попроще. Тем более, что все равно этот подарок будет пылится у меня далеко в шкафу.", 3],
      "6": ["Интересный подарок, я таких ни разу не видел! Любопытно, а как эта вещица устроеена? Сегодня обязательно 'покручу' её в руках.", 2],
      "7": ["Спасибо за такой подарок! Теперь этот гость будет гулять со мной до завтрашнего утра... хотя он об этом ещё не догадывается", 4]
    }
  },

  "8": {
    "Question": "Вы потеряли кошелёк с крупной суммой денег",
    "Answers": {
      "1": ["Жаль, конечно! Я как раз собиралсяэти деньги вложить в новый проект. Но ничего, прорвемся - займу и вложу.", 4],
      "2": ["Я так и занал что когда-нибудь, не смотря на мою пунктуальность,, это все же пройзойдет! Что же теперь будет!..", 6],
      "3": ["Лопух! Ведь ты же прекрасно знаешь и всегда советуешь другим, как обращаться с деньгами. Тем более деньги так просто тебе не достаются. Лучше бы у меня эти деньги кто-нибудь попытался отобрать силой...", 3],
      "4": ["Как наверно расстроятся мои близкие, узнав об этом! Попробую об этом ничего не говорить.", 7],
      "5": ["Что теперь подмают обо мне люди? Все будут говорить, какой я растяпа! Хочется, конечно, со вссеми поделиться такой новостью, но лучше я об этом никому не скажу... такого внимания мне не нужно.", 1],
      "6": ["Потерять кошелёёк для меня обычное дело! Я это делаю регулярно. А нет ли здес связи с какими-либо событиями в моей прошлой жизни?.. Интересно об этом поразмышлять накануне...", 2],
      "7": ["Подумаешь, нет ни копейки! Зато деньги есть у товарищей! Кстати, это не плохой повод для встречис ними... такое событие нужно обязательно отметить.", 5]
    }
  },

  "9": {
    "Question": "Руководство компании обьявило хороших премиальных. Однако выяснилось, что Ваш ближайший коллега получит денег больше чем Вы",
    "Answers": {
      "1": ["По этому поводу коллега просто обязан собрать междусобойчик! Я уже начал собирать народ на этот праздник, хотя виновник торжества об этом ещё и не догадывается.", 1],
      "2": ["Не профессиональный подход! Надо помочь руководству досконально разобраться в этом вопросе... у меня о каждом сотруднике есть что рассказать интересного.", 3],
      "3": ["Это не имеет для меня значенния. Сегодня большше ему, завтра больше мне! Главное в том, что мой коллега предан целям и ценностям нашей компании.", 4],
      "4": ["Мне моей зарплаты и так хватает. Представляю себя на месте своего коллеги... мне такого внимания даже за деньги не нужно.", 7],
      "5": ["Я считаю, что коллектив - это семья. А ссемье не место зависти.", 5],
      "6": ["Какая разница - большеденег или меньше! К этому нужно относиться филосовски.", 2],
      "7": ["Безобразие! Компания не замечает тех, кто вносит основной вкладв благополучие компании!", 6]
    }
  },

  "10": {
    "Question": "Ваши знакомые рассказали вам, что их восьмилетний мальчик иногда ворует у других какую-то мелочь",
    "Answers": {
      "1": ["Это трагедия! Если в таком юном возрасте ребёнок ворует, то чего от него можно ожидать, когда он повзрослеет? Нужно оградить своих детей от контактов с этим ребёнком.", 5],
      "2": ["Какой позор! Вот мои дети - совсем другое дело! Их можно всем ставить в пример.", 3],
      "3": ["А кто из нас не безгрешен! Все мы совершали ошибки в таком юном возрасте. Нужно поговорить с ним по душам, понять какие причины такого поведения, помочь ему стать лучше.", 1],
      "4": ["Безалаберные родители, совсем не следят за своим ребёнком. Только при строгом контроле можно правильно воспитать ребёнка.", 2],
      "5": ["Если ребёнку хочется поворовать, пусть поворует. Чтобы понять что-то в этой жизни нужно самому всё пробовать. Не согласен с теми, кто говорит, что на чужих ошибках учатся.", 4],
      "6": ["Что ж здесь особенного! Все в детстве через это проходят. Чувствую в этом ребенке предприимчивую жилку...", 6],
      "7": ["Этот вопрос глубже, чем ккажется! Дело не в этом конкретном ребёнке, это вопрос системы воспитания детей в нашем обществе, которую нужно срочно реформировать.", 7]
    }
  },

  "11": {
    "Question": "Ваш друг, проходя медкомиссию, узнал, что у него не все в порядке в анализах,но не хочет уточнять у враччей, что именно",
    "Answers": {
      "1": ["Как можно не беспокоится о своём здоровье? Как можно не любить себя? Я себе такого позволить не могу.", 3],
      "2": ["Безалаберность! Тело человека - система, биологическкая система. Любая система нуждется в регулярном техническом осмотре и обслужевании.", 7],
      "3": ["Это очень оопасно! Разве можно так поверхностно относиться к своему здоровью! Нужно регулярно проходить все медицинские обследования, иначе беды не оберёшься.", 1],
      "4": ["И правильно сделал! И так всё заживёт! Есть более интересные дела для весёлого времяпрепровождения, чем пуутешествия по больницам и кабинетам врачей", 6],
      "5": ["Сегодня анализы не очень, завтра очень... организм человека - это уникальная саморегулирующаяся система, которую предстоит ещё изучать и изучать...", 4],
      "6": ["Нууу и правильно сделал! Стоит только попасть в руки к врачам и будешь целымиднями проходить обследования. А время-то уходит и сделать нужно очень многое...", 5],
      "7": ["Не бережёт себя человек! Нееельзя быть таким эгоистом. Нужно думать не только о себе, но и о своих близких. Ведь не дай Бог, случись что серьёзное они будут переживать... ", 2]
    }
  },

  "12": {
    "Question": "Вашш товарищ купил квартиру по ипотечному кредиту, но сложились такие обстоятельства, что он не может погасить кредит",
    "Answers": {
      "1": ["Ищут же люди себе на голову приключения! Ради чего? Квартира? А кто сказал, что человеку нужна собственная квартира? Очень в этом сомневаюсь.", 3],
      "2": ["Сам и виноват! Если ты берёшь кредит, то нужно чётко оценивать свои возможности. Ничего, жизнь научит всему. В следующий раз будешь умнее.", 6],
      "3": ["Не повезло человеку! Пойду поделюсь этой печальной новостью со своими друзьями, думаю всем будет интересно.", 1],
      "4": ["Страшная история! Нельзя так рисковать! Нужно обязательно иметь альтернативные источники погашения кредита. Я лично, категорически против того, чтобы жить в кредит.", 7],
      "5": ["Ничего, ничего, всякое бывает в жизни! Главное не сдаваться и не опскать руки... жизнь - это борьба. А закон по ипотечному кредитованию нуждается в серьёзных доработках.", 4],
      "6": ["Никто не застрахован от таких поворотов жизни. Надо подумаать, чем я смогу ему помочь в этой ситуации. Ведь у него есть семья, дети...", 5],
      "7": ["Ну, это уж точно не проблема! Занять у одного, перезанять у другого, третьему сказать 'потерпи', от четвертого спрятаться... глядишь и новая работка за это время подвернётся.", 2]
    }
  },

  "13": {
    "Question": "Ваш знакомый оставил престижную и высокооплачиваемую работу и уехал жить и работать фермером в деревню",
    "Answers": {
      "1": ["Поступок, конечно, не рациональный - взять и оставить стабильный и высокий доход. Хотя в чем-то я его понимаю - в деревне тихо, спокойно, размеренно, никакой суеты.", 2],
      "2": ["И в чём смысл такого поступка? Имея такие возможности нужно двигаться дальше, развиваться и развиваться. В жизни нужно обязательно сделать что-то масштабное, общественно-полезное.", 1],
      "3": ["То, что оставил престижную должность - понимаю. Но оставить работу, поменять место жительства, в корне изменить свою жизнь - для меня это немыслимо.", 7],
      "4": ["Не могу поверить и понять! ак можно поменять красивую жизнь в городе на незаметную жизнь в деревне.", 3],
      "5": ["В жизни нужно постоянно что-то менять. Но уехать из города в глухую деревню и жить вдали от людей - это не для меня.", 5],
      "6": ["Жизнь в единении с природой! Всегда мечтал об этом! Единственный минус в этом поступке - это дишение его детей возможности получить хорошее школьное образование.", 4],
      "7": ["Не вижу в этом поступке ничего особенного! Пусть пробует, пусть экспериментирует, ведь каждый человек всю жизнь находится в поисках самого себя.", 6]
    }
  }
}`